Repository: NethServer/nethserver-base
Catalog: root/usr/share/locale/*/LC_MESSAGES/server-console.po
Languages: es_es

source: Bad ttyname:
es_es: Mal ttyname:

source: Can't redirect stdin
es_es: No se pueden redirigir stdin

source: Can't redirect stdout
es_es: No se pueden redirigir stdout

source: Can't fork
es_es: No se puede bifurcar

source: Couldn't create pipe
es_es: No se pudo crear el acceso

source: Couldn't fork
es_es: No se pudo bifurcar

source: Couldn't close reading end of pipe
es_es: No se pudo cerrar la lectura final del acceso

source: Couldn't connect STDERR to pipe
es_es: No se pudo conectar al acceso STDERR

source: Couldn't close writing end of pipe
es_es: No se pudo cerrar la escritura final del acceso

source: Couldn't exec:
es_es: No se pudo ejecutar

source: Back
es_es: Atras

source: Next
es_es: Siguiente

source: please try again
es_es: por favor pruebe otra vez

source: Yes
es_es: Si

source: Keep the current setting
es_es: Mantener el ajuste actual

source: keep
es_es: Guardar

source: Configure this server
es_es: Configurar este servidor

source: No network interfaces found
es_es: No se encuentran interfaces de red

source: The installer can't continue because no network interfaces are installed or recognised. Please install at least one network interface.
es_es: La instalacion no puede continuar debido a que no existen interfaces dered instaladas o reconocidas. Por favor instale al menos una interfaz de red

source: Select %s network ethernet driver
es_es: Seleccione el controlador ethernet de red %s

source: You now need to select an ethernet adapterto be used as green interface. The green interface is the one inside your LAN.
es_es: Ahora tiene que seleccionar un adaptador de ethernet que se utilizará comointerfaz verde. La Interfaz verde es la que esta dentro de su LAN.

source: Primary domain name
es_es: Nombre del primer dominio

source: Please enter the primary domain name for your server.
es_es: Por favor introduzca el primer nombre de dominio de su servidor

source: This will be the default domain for your e-mail and web server. Virtual domains can be added later using the web interface.
es_es: Este será el dominio predeterminado para el correo electrónico y el servidor web.Los dominios virtuales se pueden agregar más adelante usando la interfaz web

source: Invalid domain name
es_es: Nombre de dominio inválido

source: Select system name
es_es: Seleccione el nombre del sistema

source: Please enter the system name for your server.
es_es: Por favor introduzca el nombre de su servidor

source: You should select unique system names for each server.
es_es: Usted debe seleccionar nombres de sistemas únicos para cada servidor

source: The system name must start with a letter and can be composed of letters, numbers and hyphens.
es_es: El nombre del sistema debe comenzar con una letra y puede estar compuesto de letras,números y guiones.

source: Invalid system name
es_es: Nombre de sistema inválido

source: The specified driver failed to load.
es_es: El controlador especificado no se pudo cargar.

source: Local networking parameters
es_es: Parámetros de red local

source: Please enter the local IP address for this server.
es_es: Por favor, introduzca la dirección IP local para este servidor.

source: If this server is the first machine on your network, we recommend accepting the default value unless you have a specific reason to choose something else.
es_es: Si este servidor es el primer equipo de la red, le recomendamos que acepteel valor predeterminado a menos que tenga una razón específica para elegir otra.

source: If your server is being installed into an existing network, you must choose an address which is not in use by any other computer on this network.
es_es: Si el servidor se está instalando en una red existente, debe elegiruna dirección que no está en uso por cualquier otra computadora en su red.

source: Invalid local IP address
es_es: Dirección IP local invalida

source: Select local subnet mask
es_es: Seleccione la máscara de subred local

source: Please enter the local subnet mask for this server.
es_es: Por favor, introduzca la máscara de subred local para este servidor.

source: If this server is the first machine on your network, we recommend using the default unless you have a specific reason to choose something else.
es_es: Si este servidor es la primera máquina en la red, se recomienda utilizar elque viene por defecto a menos que tenga una razón específica para elegir otro.

source: If your server is being installed into an existing network, you must choose the same subnet mask used by other computers on this network.
es_es: Si el servidor se está instalando en una red existente, debe elegirla misma máscara de subred utilizada por otros equipos de esta red.

source: Invalid local subnet mask
es_es: Mascara de subred invalida

source: Select gateway IP address
es_es: Seleccione la direccion IP de la puerta de acceso

source: This server will use only one ethernet adapter connected to your local network. If you have a firewall and wish to use this server as your e-mail/web server, you should consult the firewall documentation for networking details.
es_es: Este servidor utilizará sólo un adaptador ethernet conectado a su red local.Si tiene un servidor de seguridad y desea usar este servidor como su dirección de e-mail /servidor web, debe consultar la documentación del cortafuegos para redes para másdetalles

source: Please specify the gateway IP address that this server should use to access the Internet.
es_es: Por favor, especifique la dirección IP de la puerta de acceso que este servidor se debe utilizar para el accesode Internet

source: Invalid
es_es: Invalido

source: Corporate DNS server address
es_es: Dirección del servidor DNS corporativa

source: The server is capable of resolving all its own domain hosts and all DHCP assigned ip, if the DHCP server is enabled.
es_es: El servidor es capaz de resolver todos sus propios host de dominio y todo DHCPip asignada, si el servidor DHCP está activado.

source: You should enter the address of your ISP's DNS servers here to resolve all other domains.
es_es: Debe introducir la dirección de los servidores DNS de su ISP aquí para resolver todoslos dominios

source: Invalid IP address for DNS forwarder
es_es: Dirección IP no válida para el reenviador DNS

source: No unsaved changes
es_es: No hay cambios sin guardar

source: No changes were made during the configuration process
es_es: No se hicieron cambios durante el proceso de configuración

source: Press ENTER to proceed.
es_es: Presione ENTER para continuar

source: Finish
es_es: Finalizado

source: Activate configuration changes
es_es: Activar los cambios de configuración

source: Your configuration changes will now be activated. The configuration files on this server will be changed to reflect your new settings. This may take a few minutes.
es_es: A continuación, se activan los cambios de configuración. Los archivos de configuración en este servidor se cambiará para reflejar la nueva configuración. Esto puede llevar varios minutos

source: Do you wish to activate your changes?
es_es: ¿Deseas activar los cambios?

source: Activating configuration settings
es_es: Activación de las opciones de configuración

source: Please stand by while your configuration settings are activated ...
es_es: Por favor, espere mientras sus ajustes de configuración se activarán ...

source: *** THERE ARE UNACTIVATED CHANGES - QUIT ANYWAY? ***
es_es: *** HAY CAMBIOS NO GUARDADOS - ¿SALIR DE TODAS MODOS? ***

source: Your configuration changes have been saved but have not yet been activated. This may result in unpredictable system behavior. We recommend that you complete the configuration process and activate the changes before exiting the console.
es_es: Los cambios de configuración se han guardado, pero aún no se han activado. Esto puede provocar un comportamiento impredecible del sistema. Le recomendamos que complete el proceso de configuración y active los cambios antes de salir de la consola.

source: Are you sure you want to quit with unactivated changes?
es_es: ¿Está seguro de que desea salir sin guardar los cambios?

source: Exit from the server console
es_es: Salir desde la consola del servidor

source: Choose administrator password
es_es: Elija una contraseña de administrador

source: Welcome to the server console!
es_es: Bienvenido a la consola del servidor!

source: You will now be taken through a sequence of screens to perform basic networking configuration on this server.
es_es: Ahora va a ser llevado a través de una serie de pantallas para realizar la configuración básica de red en este servidor.

source: You can make your selections in each screen using the Arrow and Tab keys. At any point, if you select Back you will be returned to the previous screen.
es_es: Usted puede hacer sus selecciones en cada pantalla utilizando las teclas de flecha y Tabulación. En cualquier punto, si selecciona Atrás le será devuelto a la pantalla anterior.

source: Before you start, you must first choose the administrator password for your system and enter it below. You will not see the password as you enter it.
es_es: Antes de comenzar, primero debe seleccionar la contraseña de administrador para su sistema y entrar en él a continuación. Usted no podra ver la contraseña a medida que la ingresa.

source: Administrator password not set
es_es: Contraseña de administrador no se establecida

source: Sorry, you must set the administrator password now.
es_es: Lo sentimos, usted debe establecer la contraseña de administrador ahora.

source: Unprintable characters in password
es_es: Caracteres no imprimibles en la contraseña

source: The password must contain only printable characters.
es_es: La contraseña debe contener sólo caracteres imprimibles.

source: it is based on your username
es_es: se basa en su nombre de usuario

source: it is based upon your password entry
es_es: se basa en el ingreso de la contraseña

source: it is derived from your password entry
es_es: se deriva de su ingreso de la contraseña

source: it is derivable from your password entry
es_es: es derivable de su entrada de contraseña

source: it is too short
es_es: Es demasiado corta

source: it is all whitespace
es_es: todo es un espacio en blanco

source: it is too simplistic/systematic
es_es: es demasiado simple/sistemática

source: it is based on a dictionary word
es_es: se basa en una palabra del diccionario

source: it is based on a (reversed) dictionary word
es_es: se basa en un (invertido) palabra de diccionario

source: it does not contain numbers
es_es: no contiene números

source: it does not contain uppercase characters
es_es: no contiene caracteres en mayúsculas

source: it does not contain lowercase characters
es_es: no contiene caracteres en minúsculas

source: it does not contain special characters
es_es: no contiene caracteres especiales

source: Software error: password check failed
es_es: Error de software: revisión de la contraseña fallido

source: Bad Password Choice
es_es: Mala elección de contraseña

source: The password you have chosen is not a good choice, because
es_es: La contraseña que ha elegido no es una buena opción, ya que

source: Do you wish to choose a better one?
es_es: ¿Usted desea elegir una mejor?

source: Please type your administrator password again to verify.
es_es: Por favor, escriba su contraseña de administrador para verificarla.

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: The two passwords did not match
es_es: Las dos contraseñas no coinciden
